{
  "architectures": [
    "BertModel"
  ],
  "_name_or_path": "allenai/scibert_scivocab_uncased",
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "classifier_dropout": null,
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "position_embedding_type": "absolute",
  "transformers_version": "4.15.0",
  "pad_token_id": 0,
  "type_vocab_size": 2,
  "vocab_size": 31092,
  "encoder_width": 768,
  "use_cache": true,
  "add_cross_attention": false   
}


